Revit 2024 API
FaceSecondDerivatives.MixedDerivative Property
 The mixed derivative.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public XYZ MixedDerivative { get; }
Visual Basic
Public ReadOnly Property MixedDerivative As XYZ
	Get
Visual C++
public:
property XYZ^ MixedDerivative {
	XYZ^ get ();
}
See Also
FaceSecondDerivatives Class
Autodesk.Revit.DB Namespace